[Default]
Description=5/3 valve with dual check valve and residual pressure release

[CZ]
Description=5/3 ventil se zpětným ventilem a odvzdušněním

;[PL]
;Description=

;[SI]
;Description=

[DE]
Description=5/3 Magnetventil mit Entsperrbares Doppelrückschlagventil mit Restdruck-Entlüftungsventil

;[HU]
;Description=

;[BG]
;Description=
